Repository: DMaya3/SNK-iOS
Catalog: SNK/SNK/Resources/Localizable.xcstrings
Source language: en
Languages: es

# age_charlist_view
source: Age: %@ years
es: Edad: %@ años

# cdv_name_and_age
source: %@. %@ years
es: %@. %@ años

# cdv_residence
source: Residence in %@ inside %@
es: Residencia en %@ dentro de %@

# cdv_section_species
source: Recognized species
es: Especies reconocidas

# description_home_view
source: You´ll watch all about Attack On Titan. From characters to a list of episodes and more information. You´ll can watch all their information in detail like residence, age, specie, etc. Enjoy it!
es: Aquí verás todo sobre Ataque a los Titanes. Desde lista de personajes hasta lista de episodios. Podrás ver toda la información detallada de los personajes como residencia, edad, especie, etc. ¡Disfruta!

# edv_episode_title
source: Episode %@: %@
es: Episodio %@: %@

# edv_season_title
source: Season %@
es: Temporada %@

# empty_list_description
source: Sorry, there is nothing to display. Try it later!
es: Lo sentimos, no hay nada que mostrar. ¡Inténtalo más tarde!

# link_more_info_home_view
source: Learn more about Attack On Titan
es: Aprende más de Ataque a los Titanes

# menu_home
source: Home
es: Inicio

# menu_settings
source: Settings
es: Configuración

# name_charlist_view
source: Name: %@
es: Nombre: %@

# status_charlist_view
source: Status: %@
es: Estado: %@

# text_more_info_home_view
source: If you want to know more about the manga/anime tap the link down below!
es: Si quieres saber más del manga/anime tap en el link de debajo

# title_characters
source: Characters
es: Personajes

# title_episodes
source: Episodes
es: Episodios

# title_home_view
source: Welcome to Attack On Titan App!
es: ¡Bienvenido a la app de Ataque a los Titanes!

# title_section_characters_home_view
source: Characters
es: Personajes

# title_section_episodes_home_view
source: Episodes
es: Episodios

# title_sections_home_view
source: What do you want to watch first?
es: ¿Qué quieres ver primero?
